tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "age"
brew "bitwarden-cli"
brew "chezmoi"
brew "pipx"
brew "ggshield"
brew "go"
brew "htop"
brew "jq"
brew "neovim"
brew "starship"
brew "tldr"
brew "fzf"
brew "bat"
brew "bat-extras"
brew "lsd"
brew "shellcheck"
brew "ripgrep"
brew "tmux"
brew "fd"
brew "ripgrep"
brew "git-delta"

cask "alacritty"
cask "discord"
cask "docker"
cask "brave-browser"
cask "visual-studio-code"
cask "monitorcontrol"
cask "raycast"

cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
