tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "age"
brew "bitwarden-cli"
brew "chezmoi"
brew "ggshield"
brew "go"
brew "htop"
brew "jq"
brew "neovim"
brew "starship"
brew "tldr"

cask "alacritty"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "monitorcontrol"
cask "raycast"
cask "visual-studio-code"
cask "brave-browser"
